import avatar from './images/avatar.png';

export const articleList = [{
  id: 1,
  title: '打工！打工！',
  content: '独自跑到了深圳，感觉难受。在没出社会之前，总以为独自生活不就是找个工作打工，租房子，认真工作，保持学习。用不了多久就可以升职、加薪、走上人生巅峰。自己真正走上这一步后才意识到，这个看起来很简单的历程并不是那么容易走过去的。重新审视自己，内心总觉的要依靠谁，总想着日子不好过了还可以回家。',
  date: '2018/10/12',
  userInfo: {
    avatar: avatar,
    nickName: '小南瓜',
  },
}, {
  id: 2,
  title: '打工！打工！',
  content: '独自跑到了深圳，感觉难受。在没出社会之前，总以为独自生活不就是找个工作打工，租房子，认真工作，保持学习。用不了多久就可以升职、加薪、走上人生巅峰。自己真正走上这一步后才意识到，这个看起来很简单的历程并不是那么容易走过去的。重新审视自己，内心总觉的要依靠谁，总想着日子不好过了还可以回家。',
  date: '2018/10/12',
  userInfo: {
    avatar: avatar,
    nickName: '小南瓜',
  },
}, {
  id: 3,
  title: '打工！打工！',
  content: '独自跑到了深圳，感觉难受。在没出社会之前，总以为独自生活不就是找个工作打工，租房子，认真工作，保持学习。用不了多久就可以升职、加薪、走上人生巅峰。自己真正走上这一步后才意识到，这个看起来很简单的历程并不是那么容易走过去的。重新审视自己，内心总觉的要依靠谁，总想着日子不好过了还可以回家。',
  date: '2018/10/12',
  userInfo: {
    avatar: avatar,
    nickName: '小南瓜',
  },
}]